Repository: RainbowWolfer/E621-Browser-For-UWP
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# DownloadingText.Text
source: Downloading
zh_hans: 下载中

# ErrorText.Text
source: Error
zh_hans: 错误

source: Add
zh_hans: 添加

# SearchHistoryHeader.Header
source: Search History
zh_hans: 搜索历史

# ViewHistoryHeader.Header
source: View History
zh_hans: 浏览历史

source: Today
zh_hans: 今天

source: Yesterday
zh_hans: 昨天

source: This Month
zh_hans: 这个月

source: Last Month
zh_hans: 上个月

source: Earlier
zh_hans: 更早

# Select Current Page Text.Text
source: Select Current Page
zh_hans: 选择当前页

# NothingFoundText.Text
source: Nothing Found
zh_hans: 啥都没找到

# CancelText.Text
source: Cancel
zh_hans: 取消

# HotText.Text
source: Hot
zh_hans: 热门

# BackText.Text
source: Back
zh_hans: 返回

# AddText.Text
source: Add
zh_hans: 添加

# PicturePageText.Text
source: Picture Page
zh_hans: 图片页面

# PreviousPictureText.Text
source: Previous Picture
zh_hans: 上一张图片

# NextPictureText.Text
source: Next Picture
zh_hans: 下一张图片

# ZoomInText.Text
source: Zoom In
zh_hans: 放大

# ZoomOutText.Text
source: Zoom Out
zh_hans: 缩小

# GlobalText.Text
source: Global
zh_hans: 全局

# SearchPopupText.Text
source: Search Popup
zh_hans: 搜索弹窗

# HomePageText.Text
source: Home Page
zh_hans: 主页

# CloseTabText.Text
source: Close Tab
zh_hans: 关闭标签

source: Select This
zh_hans: 选择这个

source: Hide This Image
zh_hans: 隐藏此图片

source: Download This
zh_hans: 下载这个

source: Add Favorites
zh_hans: 添加最爱

source: Set As
zh_hans: 设置为

source: Set As Wallpaper
zh_hans: 设置为壁纸

source: Set As Lock-screen
zh_hans: 设置为锁屏

source: Loading Siblings
zh_hans: 正在加载父子对象

source: Remove From This
zh_hans: 从此移除

# TagsCountText.Text
source: Tags Count
zh_hans: 标签数量

# ArtistSlashText.Text
source: Artist -
zh_hans: 作者 -

# CopyrightSlashText.Text
source: Copyright -
zh_hans: 版权 -

# SpeciesSlashText.Text
source: Species -
zh_hans: 物种 -

# CharacterSlashText.Text
source: Character -
zh_hans: 角色 -

# GeneralSlashText.Text
source: General -
zh_hans: 通用 -

# MetaSlashText.Text
source: Meta -
zh_hans: 元数据 -

# InvalidSlashText.Text
source: Invalid -
zh_hans: 无效 -

# LoreSlashText.Text
source: Lore -
zh_hans: 理论 -

# JumpToPagePlaceholder.PlaceholderText
source: Jump to page
zh_hans: 跳往页面

source: ({{0}}) can only be in 1-{{1}}
zh_hans: ({{0}}) 只能在1-{{1}}之间

source: ({{0}}) is not a valid number
zh_hans: ({{0}}) 不是一个合法的数字

source: Current Size
zh_hans: 当前大小

source: Order by newest
zh_hans: 按最新排序

source: No Wiki Found
zh_hans: 未找到Wiki

source: Count
zh_hans: 数量

source: Description
zh_hans: 描述

source: Relative
zh_hans: 相关

source: Up
zh_hans: 点赞

source: Down
zh_hans: 踩

source: Parent
zh_hans: 父

source: Children
zh_hans: 子集

source: Created At
zh_hans: 创建于

source: Tags
zh_hans: 标签

source: Size
zh_hans: 大小

source: Width
zh_hans: 宽度

source: Height
zh_hans: 高度

source: E621 Favorited
zh_hans: E621 已最爱

source: E621 Favorite
zh_hans: E621 最爱

# CreatedDate2Text.Text
source: Created Date
zh_hans: 创建日期

# SizeText.Text
source: Size
zh_hans: 大小

# ApproverIDText.Text
source: Approver ID
zh_hans: 审批人ID

# UploaderIDText.Text
source: Uploader ID
zh_hans: 上传者ID

# UpdatedDateText.Text
source: Updated Date
zh_hans: 上传日期

source: Settings
zh_hans: 设置

source: Page
zh_hans: 页面

# E621FavoriteText.Text
source: E621 Favorite
zh_hans: E621 最爱

# LocalFavoritesListText.Text
source: Local Favorites List
zh_hans: 本地最爱列表

# NoListFoundText.Text
source: No List Found
zh_hans: 未找到列表

source: Are you sure to delete Post
zh_hans: 你确定要删除推图吗

source: Manage Favorites
zh_hans: 管理最爱

source: Open In Browser
zh_hans: 在浏览器中打开

# FixedHeightContent.Content
source: Fixed Height
zh_hans: 固定高度

# AdaptiveHeightContent.Content
source: Adaptive Height
zh_hans: 自适应高度

source: Not Logged In
zh_hans: 未登录

source: Using ({{0}}) Account
zh_hans: 使用账户 ({{0}})

source: List ({{0}}) not found.
zh_hans: 列表 ({{0}}) 未找到.

# NewListNamePlaceholder.PlaceholderText
source: New List Name
zh_hans: 新列表名称

source: Error Loading Local
zh_hans: 加载本地错误

# OpenedTabsContent.Content
source: Opened Tabs
zh_hans: 打开的标签

# FoldersPaneTitle.PaneTitle
source: Folders
zh_hans: 文件夹

# GifAutoPlayToggle.OnContent
source: Enable Gif AutoPlay
zh_hans: 开启GIF自动播放

# GifAutoPlayToggle.OffContent
source: Enable Gif AutoPlay
zh_hans: 开启GIF自动播放

# NewListPlaceholder.PlaceholderText
source: New List Name
zh_hans: 新列表名称

# YourTagPlaceholderText.PlaceholderText
source: Your Tag
zh_hans: 你的标签

# GENERALALLCAPText.Text
source: GENERAL
zh_hans: 通用

# GeneralText.Text
source: General
zh_hans: 通用

# ArtistsText.Text
source: Artists
zh_hans: 作者

# CopyrightsText.Text
source: Copyrights
zh_hans: 版权

# SpeciesText.Text
source: Species
zh_hans: 物种

# CharactersText.Text
source: Characters
zh_hans: 角色

# MetaText.Text
source: Meta
zh_hans: 元数据

# InvalidText.Text
source: Invalid
zh_hans: 无效

# LoreText.Text
source: Lore
zh_hans: 理论

# LanguageText.Text
source: Language
zh_hans: 语言

# EnglishText.Text
source: English
zh_hans: 英语 (English)

# ChineseText.Text
source: Chinese
zh_hans: 中文 (Chinese)

# V1150L1.Text
source: - Fixed the bug where the app would crash when entering the settings page while the system language was not English.
zh_hans: - 修复一个应用在系统语言不是英文时，进入设置界面会闪退的问题。

# V1150L2.Text
source: - New language supported : Chinese
zh_hans: - 新语言支持：中文

# V1150L3.Text
source: - Library now orders by date correctly
zh_hans: - 本地库现在按照正确的时间排序

# V1150L4.Text
source: - Some colors adjustment
zh_hans: - 一些颜色调整

# V1150L5.Text
source: - You can now delete items in library
zh_hans: - 现在可以在本地库中直接删除文件

# V1150L6.Text
source: - New option: Enable GIF AutoPlay
zh_hans: - 新选项：开启GIF自动播放

# V1150L7.Text
source: - Some bugs fixes & changes
zh_hans: - 一些BUG修复与改动

source: No Download Path Selected
zh_hans: 未选择下载路径

source: Paste List
zh_hans: 粘贴列表

source: There is something downloading. cannot clear download path.
zh_hans: 有东西正在下载，无法清空下载路径

source: Are you sure to clear download path? (your downloaded files will not be deleted)
zh_hans: 你确定要清除下载路径吗？ (已下载文件不会被删除)

source: No Path Selected
zh_hans: 未选择路径

source: Hot Keys
zh_hans: 热键

source: Custom Host
zh_hans: 自定义域名

source: Subject Here
zh_hans: 这里写主题

source: History
zh_hans: 历史

source: Are you sure to delete all your wallpapers cache located in the APP settings folder
zh_hans: 你确定要删除位于软件设置文件内的壁纸缓存吗？

source: Cleaning
zh_hans: 清理中

# LanguageChangeHintText.Text
source: * This change will be applied after restarting the application
zh_hans: * 此项更改只会在重启软件后生效

source: Added to favorite list
zh_hans: 添加到最爱列表

source: Failed adding to favorite list
zh_hans: 添加最爱列表失败

# TagCategoryColorText.Text
source: Tag Category Color
zh_hans: 标签类别颜色

# AddToFavoriteText.Text
source: Add To Favorite
zh_hans: 添加到最爱

# VoteUpText.Text
source: Vote Up
zh_hans: 点赞

# VoteDownText.Text
source: Vote Down
zh_hans: 踩

# ExitFocusModeText.Text
source: Exit Focus Mode
zh_hans: 退出专注模式

# ConfirmText.Text
source: Confirm
zh_hans: 确认

# YesText.Text
source: Yes
zh_hans: 是

# NoText.Text
source: No
zh_hans: 否

# ClearAllText.Text
source: Clear All
zh_hans: 清除所有

# ClearBeforeThisMonthText.Text
source: Clear Before This Month
zh_hans: 清除一个月前

# ClearBeforeTodayText.Text
source: Clear Before Today
zh_hans: 清除今天前

# HistoryClearHintText.Text
source: Too much history may cause longer time to open this dialog up. You can clear some earlier history.
zh_hans: 太多的历史记录可能会导致打开此对话框的时间更长，你可以清除一些较早的历史记录。

# DownloadFolderNotFound
source: Download Folder Not Found. Would you like to get it set?
zh_hans: 未找到下载文件夹 请前往设置

source: Are you sure to log out?
zh_hans: 你确定要登出吗？

source: Sure
zh_hans: 确定

# HelloLanguage
source: This is "Hello" in {{0}}
zh_hans: 这是在{{0}}语言中的"你好"

# V1160L1.Text
source: - Small fixes
zh_hans: - 小修补

source: Post was Deleted
zh_hans: 推图已删除
